Revit 2024 API
SymbolTypeId.MH2OPerM Property
 Symbol mH2O/m, indicating unit Meters of water column per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MH2OPerM { get; }
Visual Basic
Public Shared ReadOnly Property MH2OPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MH2OPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace